content/main/20211011020259-spaced_repetition.md
+++
title = "Spaced Repetition"
author = ["System Administrator"]
draft = false
+++

Repetition of simple message(usually facts in bite size) in small time intervals and long periods.
e.g: `4 times of a word list for 3 days`


## Flashcard {#flashcard}

Flashcard is a tool and form of spaced repetition.
Sides of Flashcard record information that should be remembered and related together.


### Anki {#anki}

Anki is an `important` spaced repetition, and actually the best choice. other methods would be requivelent or less convinient.


#### <span class="org-todo todo TODO">TODO</span> Find a way to edit Anki conviniently {#find-a-way-to-edit-anki-conviniently}

like, with org-roam, or org, or markdown, or other in emacs